/* Label next to search field */
"1 song" = "1 skladba";

/* Label next to search field */
"%i songs" = "%i skladeb";

/* Dialog Button */
"Cancel" = "Zrušit";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Standardní budík";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Přejete si uložit změny k tomuto budíku před zavřením?";

/* Dialog Button */
"Don't Save" = "Neukládat";

/* Window title when editing an alarm */
"Edit Alarm" = "Upravit budík";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Pokud neuložíte, změny budou ztraceny.";

/* Main prompt in sheet */
"Invalid alarm time" = "Neplatný čas budíku";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Playlist: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Vyberte prosím datum a čas v budoucnosti.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Vyberte prosím dny, v které se má budík opakovat.";

/* Dialog Button */
"Save" = "Uložit";

/* Song label when using a song */
"Song: %@" = "Skladba: %@";